Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# AppElevationNoticeExtraPrompt
source: Always prompt for elevation on app startup
ar: اطلب الصلاحيات المرتفعة دائماً عند بدء تشغيل التطبيق
de_de: Beim App-Start immer zur Erhöhung der Berechtigungen auffordern
el_gr: Πάντα να ζητείται αύξηση δικαιωμάτων κατά την εκκίνηση της εφαρμογής
es: Siempre solicitar elevación al iniciar la aplicación
fr_fr: Toujours demander l'élévation au démarrage de l'application
he_il: תמיד להציג בקשה להגבהה בהפעלת האפליקציה
hi_in: एप्लिकेशन शुरू करते समय हमेशा उन्नयन के लिए पूछें
ml_in: ആപ്ലിക്കേഷൻ ആരംഭിക്കുമ്പോൾ എല്ലായ്പ്പോഴും എലിവേഷനു വേണ്ടി ചോദിക്കുക
pl_pl: Zawsze proś o podniesienie uprawnień przy uruchomieniu aplikacji

# AppElevationNoticeTitle
source: Administrator privileges required
ar: مطلوب صلاحيات المسؤول
de_de: Administratorrechte erforderlich
el_gr: Απαιτούνται δικαιώματα διαχειριστή
es: Se requieren permisos de administrador
fr_fr: Privilèges d'administrateur requis
he_il: נדרשות הרשאות מנהל
hi_in: व्यवस्थापक अनुमतियां आवश्यक हैं
ml_in: അഡ്മിനിസ്ട്രേറ്റർ അനുമതികൾ ആവശ്യമാണ്
pl_pl: Wymagane są uprawnienia administratora

# AppElevationNoticeRelaunch
source: Relaunch as Admin
ar: إعادة تشغيل كمسؤول
de_de: Als Administrator neu starten
el_gr: Επανεκκίνηση ως Διαχειριστής
es: Reiniciar como Administrador
fr_fr: Relancer en tant qu'admin
he_il: הפעל מחדש כמנהל
hi_in: व्यवस्थापक के रूप में पुनः लॉन्च करें
ml_in: അഡ്മിനിസ്ട്രേറ്ററായി വീണ്ടും ലോഞ്ച് ചെയ്യുക
pl_pl: Uruchom ponownie jako administrator

# WindowMaximizedMsg
source: Window was maximized when the app closed last time, setting it to maximized now
ar: كانت النافذة مكبرة عند إغلاق التطبيق في المرة الأخيرة، تعيينها لتكون مكبرة الآن
de_de: Das Fenster war beim letzten Schließen der App maximiert, es wird jetzt wieder maximiert
el_gr: Το παράθυρο ήταν μεγιστοποιημένο όταν η εφαρμογή έκλεισε την τελευταία φορά, ρύθμιση του σε μεγιστοποιημένο τώρα
es: La ventana estaba maximizada cuando la aplicación se cerró la última vez, configurándola como maximizada ahora
fr_fr: La fenêtre était agrandie lors de la dernière fermeture de l'application, rétablissement de l'agrandissement
he_il: החלון היה במצב מוגדל בעת סגירת האפליקציה בפעם האחרונה, מגדיר אותו למוגדל כעת
hi_in: पिछली बार एप्लिकेशन बंद होने पर विंडो अधिकतम थी, अब इसे अधिकतम पर सेट कर रहे हैं
ml_in: ആപ്ലിക്കേഷൻ അവസാനം അടച്ചപ്പോൾ വിൻഡോ മാക്സിമൈസ് ചെയ്തിരുന്നു, ഇപ്പോൾ അത് മാക്സിമൈസ് ആയി സെറ്റ് ചെയ്യുന്നു
pl_pl: Okno było zmaksymalizowane, gdy aplikacja została ostatnio zamknięta, ustawianie go teraz jako zmaksymalizowane

# SettingWindowSizeMessage
source: Setting the window size back to what it was when the app was closed. Height: {0} - Width: {1}
ar: تعيين حجم النافذة إلى ما كانت عليه عند إغلاق التطبيق. الارتفاع: {0} - العرض: {1}
de_de: Setzen der Fenstergröße auf den Wert beim Schließen der App zurück. Höhe: {0} - Breite: {1}
el_gr: Ρύθμιση του μεγέθους παραθύρου πίσω σε αυτό που ήταν όταν η εφαρμογή έκλεισε. Ύψος: {0} - Πλάτος: {1}
es: Configurando el tamaño de ventana de vuelta a lo que era cuando la aplicación se cerró. Alto: {0} - Ancho: {1}
fr_fr: Rétablissement de la taille de la fenêtre telle qu'elle était à la fermeture. Hauteur : {0} - Largeur : {1}
he_il: משחזר את גודל החלון כפי שהיה בעת סגירת האפליקציה. גובה: {0} - רוחב: {1}
hi_in: विंडो का आकार वापस उस स्थिति में सेट कर रहे हैं जब एप्लिकेशन बंद हुआ था। ऊंचाई: {0} - चौड़ाई: {1}
ml_in: ആപ്ലിക്കേഷൻ അടച്ചപ്പോഴുള്ള വിൻഡോ വലുപ്പത്തിലേക്ക് തിരികെ സെറ്റ് ചെയ്യുന്നു. ഉയരം: {0} - വീതി: {1}
pl_pl: Przywracanie rozmiaru okna do tego z momentu zamknięcia aplikacji. Wysokość: {0} - Szerokość: {1}

# SidebarTextBlock.Text
source: Sidebar
ar: الشريط الجانبي
de_de: Seitenleiste
el_gr: Πλευρική μπάρα
es: Barra lateral
fr_fr: Barre latérale
he_il: סרגל צד
hi_in: साइडबार
ml_in: സൈഡ്ബാർ
pl_pl: Pasek boczny

# SidebarMainCaptionTextBlock.Text
source: Use the Sidebar for additional features.
ar: استخدم الشريط الجانبي للميزات الإضافية.
de_de: Verwenden Sie die Seitenleiste für zusätzliche Funktionen.
el_gr: Χρησιμοποιήστε την πλευρική μπάρα για επιπλέον λειτουργίες.
es: Use la barra lateral para funciones adicionales.
fr_fr: Utilisez la barre latérale pour des fonctionnalités supplémentaires.
he_il: השתמש בסרגל הצד עבור יכולות נוספות.
hi_in: अतिरिक्त सुविधाओं के लिए साइडबार का उपयोग करें।
ml_in: അധിക ഫീച്ചറുകൾക്കായി സൈഡ്ബാർ ഉപയോഗിക്കുക.
pl_pl: Użyj paska bocznego dla dodatkowych funkcji.

# SidebarHelpHyperlinkTextBlock.Text
source: Support - Ask Questions
ar: الدعم - طرح الأسئلة
de_de: Support - Fragen stellen
el_gr: Υποστήριξη - Κάντε ερωτήσεις
es: Soporte - Hacer preguntas
fr_fr: Support - Poser des questions
he_il: תמיכה - שאלות
hi_in: सहायता - प्रश्न पूछें
ml_in: സഹായം - ചോദ്യങ്ങൾ ചോദിക്കുക
pl_pl: Pomoc - zadaj pytania

# SettingsPageTitle.Text
source: Customize your app settings here. Your preferences will be saved so they're ready for you every time you start the Harden System Security.
de_de: Passen Sie hier Ihre App-Einstellungen an. Ihre Präferenzen werden gespeichert und stehen bei jedem Start von Harden System Security bereit.
el_gr: Προσαρμόστε τις ρυθμίσεις της εφαρμογής σας εδώ. Οι προτιμήσεις σας θα αποθηκευτούν ώστε να είναι έτοιμες για εσάς κάθε φορά που εκκινείτε το Harden System Security.
es: Personalice la configuración de su aplicación aquí. Sus preferencias se guardarán para que estén listas para usted cada vez que inicie Harden System Security.
he_il: התאם כאן את הגדרות האפליקציה שלך. ההעדפות שלך יישמרו כדי להיות מוכנות עבורך בכל פעם שתפעיל את Harden System Security.
hi_in: अपने एप्लिकेशन की सेटिंग्स को यहाँ अनुकूलित करें। आपकी प्राथमिकताएं सहेजी जाएंगी ताकि जब भी आप Harden System Security शुरू करें तो वे आपके लिए तैयार हों।
ml_in: നിങ്ങളുടെ ആപ്ലിക്കേഷൻ സെറ്റിംഗുകൾ ഇവിടെ കസ്റ്റമൈസ് ചെയ്യുക. നിങ്ങളുടെ മുൻഗണനകൾ സേവ് ചെയ്യപ്പെടും, അതിനാൽ നിങ്ങൾ Harden System Security ആരംഭിക്കുമ്പോഴൊക്കെ അവ നിങ്ങൾക്കായി തയ്യാറായിരിക്കും.

# Appearance.Text
source: Appearance
ar: المظهر
de_de: Erscheinungsbild
el_gr: Εμφάνιση
es: Apariencia
fr_fr: Apparence
he_il: מראה
hi_in: दिखावट
ml_in: കാഴ്ച
pl_pl: Wygląd

# About.Text
source: About
ar: حول
de_de: Info
el_gr: Σχετικά
es: Acerca de
fr_fr: À propos
he_il: אודות
hi_in: के बारे में
ml_in: കുറിച്ച്
pl_pl: O programie

# AppearanceSectionSettingsExpander.Header
source: Make Harden System Security Look the Way You Want
ar: اجعل Harden System Security يبدو بالطريقة التي تريدها
de_de: Gestalten Sie Harden System Security nach Ihren Vorstellungen
el_gr: Κάντε το Harden System Security να φαίνεται όπως θέλετε
es: Haga que Harden System Security se vea como usted quiere
fr_fr: Personnalisez l'apparence de Harden System Security
he_il: התאם את Harden System Security כפי שנוח לך
hi_in: Harden System Security को अपनी पसंद के अनुसार दिखाएं
ml_in: Harden System Security നിങ്ങൾ ആഗ്രഹിക്കുന്ന രീതിയിൽ കാണിപ്പിക്കുക
pl_pl: Spraw, aby Harden System Security wyglądał tak, jak chcesz

# AppearanceSectionSettingsExpander.ToolTipService.ToolTip
source: Use various available options to change the appearance and visual effects of the Harden System Security
ar: استخدم الخيارات المختلفة المتاحة لتغيير مظهر والتأثيرات البصرية لـ Harden System Security
de_de: Verwenden Sie verschiedene Optionen, um Erscheinungsbild und visuelle Effekte von Harden System Security zu ändern.
el_gr: Χρησιμοποιήστε τις διάφορες διαθέσιμες επιλογές για να αλλάξετε την εμφάνιση και τα οπτικά εφέ του Harden System Security
es: Use las diversas opciones disponibles para cambiar la apariencia y efectos visuales de Harden System Security
fr_fr: Utilisez diverses options disponibles pour modifier l'apparence et les effets visuels de Harden System Security
he_il: השתמש באפשרויות זמינות שונות כדי לשנות את המראה והאפקטים הוויזואליים של Harden System Security
hi_in: Harden System Security की दिखावट और दृश्य प्रभावों को बदलने के लिए उपलब्ध विभिन्न विकल्पों का उपयोग करें
ml_in: Harden System Security-യുടെ കാഴ്ചയും വിഷ്വൽ ഇഫക്റ്റുകളും മാറ്റാൻ ലഭ്യമായ വിവിധ ഓപ്ഷനുകൾ ഉപയോഗിക്കുക
pl_pl: Użyj różnych dostępnych opcji, aby zmienić wygląd i efekty wizualne Harden System Security

# AppearanceSectionSettingsExpander.AutomationProperties.HelpText
source: Use various available options to change the appearance and visual effects of the Harden System Security
ar: استخدم الخيارات المختلفة المتاحة لتغيير مظهر والتأثيرات البصرية لـ Harden System Security
de_de: Verwenden Sie verschiedene Optionen, um Erscheinungsbild und visuelle Effekte von Harden System Security zu ändern.
el_gr: Χρησιμοποιήστε τις διάφορες διαθέσιμες επιλογές για να αλλάξετε την εμφάνιση και τα οπτικά εφέ του Harden System Security
es: Use las diversas opciones disponibles para cambiar la apariencia y efectos visuales de Harden System Security
fr_fr: Utilisez diverses options disponibles pour modifier l'apparence et les effets visuels de Harden System Security
he_il: השתמש באפשרויות זמינות שונות כדי לשנות את המראה והאפקטים הוויזואליים של Harden System Security
hi_in: Harden System Security की दिखावट और दृश्य प्रभावों को बदलने के लिए उपलब्ध विभिन्न विकल्पों का उपयोग करें
ml_in: Harden System Security-യുടെ കാഴ്ചയും വിഷ്വൽ ഇഫക്റ്റുകളും മാറ്റാൻ ലഭ്യമായ വിവിധ ഓപ്ഷനുകൾ ഉപയോഗിക്കുക
pl_pl: Użyj różnych dostępnych opcji, aby zmienić wygląd i efekty wizualne Harden System Security

# DarkerBackGroundSettingsCard.Description
source: Mostly suitable when using MicaAlt as the background.
ar: مناسب في الغالب عند استخدام MicaAlt كخلفية.
de_de: Vorwiegend geeignet bei Verwendung von MicaAlt als Hintergrund.
el_gr: Κυρίως κατάλληλο όταν χρησιμοποιείτε MicaAlt ως φόντο.
es: Principalmente adecuado cuando se usa MicaAlt como fondo.
fr_fr: Particulièrement adapté lors de l'utilisation de MicaAlt comme arrière-plan.
he_il: מתאים בעיקר בעת שימוש ב-MicaAlt כרקע.
hi_in: मुख्यतः तब उपयुक्त है जब आप MicaAlt को पृष्ठभूमि के रूप में उपयोग करते हैं।
ml_in: പ്രധാനമായും നിങ്ങൾ MicaAlt പശ്ചാത്തലമായി ഉപയോഗിക്കുമ്പോൾ അനുയോജ്യമാണ്.
pl_pl: Głównie odpowiednie, gdy używasz MicaAlt jako tła.

# DarkerBackGroundSettingsCard.Header
source: Darker Background
ar: خلفية أكثر قتامة
de_de: Dunklerer Hintergrund
el_gr: Σκοτεινότερο φόντο
es: Fondo más oscuro
fr_fr: Arrière-plan plus sombre
he_il: רקע כהה יותר
hi_in: गहरी पृष्ठभूमि
ml_in: ഇരുണ്ട പശ്ചാത്തലം
pl_pl: Ciemniejsze tło

# DarkerBackGroundSettingsCard.ToolTipService.ToolTip
source: It will remove the extra light shadow from the background, giving an overall darker look to the Harden System Security's appearance.
ar: سيزيل الظل الفاتح الإضافي من الخلفية، مما يعطي مظهراً أكثر قتامة بشكل عام لـ Harden System Security.
de_de: Entfernt die zusätzliche helle Schattierung aus dem Hintergrund und verleiht dem Erscheinungsbild von Harden System Security insgesamt einen dunkleren Look.
el_gr: Θα αφαιρέσει την επιπλέον ανοιχτή σκιά από το φόντο, δίνοντας μια συνολικά σκοτεινότερη εμφάνιση στο Harden System Security.
es: Eliminará la sombra clara adicional del fondo, dando una apariencia generalmente más oscura a Harden System Security.
fr_fr: Cela supprimera l'ombre claire supplémentaire de l'arrière-plan, donnant un aspect global plus sombre à Harden System Security.
he_il: האפשרות תסיר את צל האור העודף מהרקע ותעניק ל-Harden System Security מראה כהה יותר.
hi_in: यह पृष्ठभूमि से अतिरिक्त हल्की छाया हटा देगा, जिससे Harden System Security को कुल मिलाकर गहरा रूप मिलेगा।
ml_in: ഇത് പശ്ചാത്തലത്തിൽ നിന്ന് അധിക ലൈറ്റ് ഷേഡിംഗ് നീക്കം ചെയ്യും, Harden System Security-ക്ക് മൊത്തത്തിൽ കൂടുതൽ ഇരുണ്ട കാഴ്ച നൽകും.
pl_pl: To usunie dodatkowe jasne cieniowanie z tła, nadając Harden System Security ogólnie ciemniejszy wygląd.

# DarkerBackGroundSettingsCard.AutomationProperties.HelpText
source: It will remove the extra light shadow from the background, giving an overall darker look to the Harden System Security's appearance.
ar: سيزيل الظل الفاتح الإضافي من الخلفية، مما يعطي مظهراً أكثر قتامة بشكل عام لـ Harden System Security.
de_de: Entfernt die zusätzliche helle Schattierung aus dem Hintergrund und verleiht dem Erscheinungsbild von Harden System Security insgesamt einen dunkleren Look.
el_gr: Θα αφαιρέσει την επιπλέον ανοιχτή σκιά από το φόντο, δίνοντας μια συνολικά σκοτεινότερη εμφάνιση στο Harden System Security.
es: Eliminará la sombra clara adicional del fondo, dando una apariencia generalmente más oscura a Harden System Security.
fr_fr: Cela supprimera l'ombre claire supplémentaire de l'arrière-plan, donnant un aspect global plus sombre à Harden System Security.
he_il: האפשרות תסיר את צל האור העודף מהרקע ותעניק ל-Harden System Security מראה כהה יותר.
hi_in: यह पृष्ठभूमि से अतिरिक्त हल्की छाया हटा देगा, जिससे Harden System Security को कुल मिलाकर गहरा रूप मिलेगा।
ml_in: ഇത് പശ്ചാത്തലത്തിൽ നിന്ന് അധിക ലൈറ്റ് ഷേഡിംഗ് നീക്കം ചെയ്യും, Harden System Security-ക്ക് മൊത്തത്തിൽ കൂടുതൽ ഇരുണ്ട കാഴ്ച നൽകും.
pl_pl: To usunie dodatkowe jasne cieniowanie z tła, nadając Harden System Security ogólnie ciemniejszy wygląd.

# ToggleSwitchGeneral.OnContent
source: On
ar: تشغيل
de_de: Ein
el_gr: Ενεργό
es: Activado
fr_fr: Activé
he_il: מופעל
hi_in: चालू
ml_in: ഓൺ
pl_pl: Włączone

# ToggleSwitchGeneral.OffContent
source: Off
ar: إيقاف
de_de: Aus
el_gr: Ανενεργό
es: Desactivado
fr_fr: Désactivé
he_il: מכובה
hi_in: बंद
ml_in: ഓഫ്
pl_pl: Wyłączone

# BackgroundStyleSettingsCard.Description
source: Customize the App Background Style
ar: خصص نمط خلفية التطبيق
de_de: App-Hintergrundstil anpassen
el_gr: Προσαρμόστε το στυλ φόντου της εφαρμογής
es: Personalice el estilo de fondo de la aplicación
fr_fr: Personnalisez le style d'arrière-plan de l'application
he_il: התאמת סגנון רקע האפליקציה
hi_in: एप्लिकेशन की पृष्ठभूमि शैली को अनुकूलित करें
ml_in: ആപ്ലിക്കേഷന്റെ പശ്ചാത്തല ശൈലി കസ്റ്റമൈസ് ചെയ്യുക
pl_pl: Dostosuj styl tła aplikacji

# BackgroundStyleSettingsCard.Header
source: Background Style
ar: نمط الخلفية
de_de: Hintergrundstil
el_gr: Στυλ φόντου
es: Estilo de fondo
fr_fr: Style d'arrière-plan
he_il: סגנון רקע
hi_in: पृष्ठभूमि शैली
ml_in: പശ്ചാത്തല ശൈലി
pl_pl: Styl tła

# BackgroundStyleSettingsCard.ToolTipService.ToolTip
source: This is the backdrop of the Harden System Security. The changes will be visible in the background.
ar: هذه هي خلفية Harden System Security. ستكون التغييرات مرئية في الخلفية.
de_de: Dies ist der Hintergrund von Harden System Security. Änderungen sind im Hintergrund sichtbar.
el_gr: Αυτό είναι το φόντο του Harden System Security. Οι αλλαγές θα είναι ορατές στο φόντο.
es: Este es el fondo de Harden System Security. Los cambios serán visibles en el fondo.
fr_fr: Ceci est la toile de fond de Harden System Security. Les changements seront visibles en arrière-plan.
he_il: זהו הרקע של Harden System Security. השינויים יהיו גלויים ברקע.
hi_in: यह Harden System Security की पृष्ठभूमि है। परिवर्तन पृष्ठभूमि में दिखाई देंगे।
ml_in: ഇത് Harden System Security-യുടെ പശ്ചാത്തലമാണ്. മാറ്റങ്ങൾ പശ്ചാത്തലത്തിൽ കാണപ്പെടും.
pl_pl: To jest tło Harden System Security. Zmiany będą widoczne w tle.

# BackgroundStyleSettingsCard.AutomationProperties.HelpText
source: This is the backdrop of the Harden System Security. The changes will be visible in the background.
ar: هذه هي خلفية Harden System Security. ستكون التغييرات مرئية في الخلفية.
de_de: Dies ist der Hintergrund von Harden System Security. Änderungen sind im Hintergrund sichtbar.
el_gr: Αυτό είναι το φόντο του Harden System Security. Οι αλλαγές θα είναι ορατές στο φόντο.
es: Este es el fondo de Harden System Security. Los cambios serán visibles en el fondo.
fr_fr: Ceci est la toile de fond de Harden System Security. Les changements seront visibles en arrière-plan.
he_il: זהו הרקע של Harden System Security. השינויים יהיו גלויים ברקע.
hi_in: यह Harden System Security की पृष्ठभूमि है। परिवर्तन पृष्ठभूमि में दिखाई देंगे।
ml_in: ഇത് Harden System Security-യുടെ പശ്ചാത്തലമാണ്. മാറ്റങ്ങൾ പശ്ചാത്തലത്തിൽ കാണപ്പെടും.
pl_pl: To jest tło Harden System Security. Zmiany będą widoczne w tle.

# AppThemeSettingsCard.Description
source: Customize the Theme
ar: خصص السمة
de_de: Thema anpassen
el_gr: Προσαρμόστε το θέμα
es: Personalice el tema
fr_fr: Personnalisez le thème
he_il: התאם את ערכת הנושא
hi_in: थीम को अनुकूलित करें
ml_in: തീം കസ്റ്റമൈസ് ചെയ്യുക
pl_pl: Dostosuj motyw

# AppThemeSettingsCard.Header
source: Theme
ar: السمة
de_de: Thema
el_gr: Θέμα
es: Tema
fr_fr: Thème
he_il: ערכת נושא
hi_in: थीम
ml_in: തീം
pl_pl: Motyw

# AppThemeSettingsCard.ToolTipService.ToolTip
source: Select a theme for the Harden System Security
ar: اختر سمة لـ Harden System Security
de_de: Wählen Sie ein Thema für Harden System Security
el_gr: Επιλέξτε ένα θέμα για το Harden System Security
es: Elija un tema para Harden System Security
fr_fr: Sélectionnez un thème pour Harden System Security
he_il: בחר ערכת נושא עבור Harden System Security
hi_in: Harden System Security के लिए एक थीम चुनें
ml_in: Harden System Security-ക്കായി ഒരു തീം തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz motyw dla Harden System Security

# AppThemeSettingsCard.AutomationProperties.HelpText
source: Select a theme for the Harden System Security
ar: اختر سمة لـ Harden System Security
de_de: Wählen Sie ein Thema für Harden System Security
el_gr: Επιλέξτε ένα θέμα για το Harden System Security
es: Elija un tema para Harden System Security
fr_fr: Sélectionnez un thème pour Harden System Security
he_il: בחר ערכת נושא עבור Harden System Security
hi_in: Harden System Security के लिए एक थीम चुनें
ml_in: Harden System Security-ക്കായി ഒരു തീം തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz motyw dla Harden System Security

# MainNavigationIconsSettingsCard.Description
source: Choose a style for the main navigation icons
ar: اختر نمطاً لأيقونات التنقل الرئيسي
de_de: Stil für die Hauptnavigationssymbole auswählen
el_gr: Επιλέξτε ένα στυλ για τα εικονίδια της κύριας πλοήγησης
es: Elija un estilo para los iconos de navegación principal
fr_fr: Choisissez un style pour les icônes de navigation principales
he_il: בחר סגנון לאיקוני הניווט הראשי
hi_in: मुख्य नेवीगेशन आइकन के लिए एक शैली चुनें
ml_in: പ്രധാന നാവിഗേഷൻ ഐക്കണുകൾക്കായി ഒരു ശൈലി തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz styl dla ikon głównej nawigacji

# MainNavigationIconsSettingsCard.Header
source: Icons Style
ar: نمط الأيقونات
de_de: Symbolstil
el_gr: Στυλ εικονιδίων
es: Estilo de iconos
fr_fr: Style des icônes
he_il: סגנון אייקונים
hi_in: आइकन शैली
ml_in: ഐക്കൺ ശൈലി
pl_pl: Styl ikon

# MainNavigationIconsSettingsCard.ToolTipService.ToolTip
source: Pick a style for the main navigation's icons.
ar: اختر نمطاً لأيقونات التنقل الرئيسي.
de_de: Wählen Sie einen Stil für die Symbole der Hauptnavigation.
el_gr: Επιλέξτε ένα στυλ για τα εικονίδια της κύριας πλοήγησης.
es: Elija un estilo para los iconos de navegación principal.
fr_fr: Choisissez un style pour les icônes de la navigation principale.
he_il: בחר סגנון לאיקוני הניווט הראשי.
hi_in: मुख्य नेवीगेशन आइकन के लिए एक शैली चुनें।
ml_in: പ്രധാന നാവിഗേഷൻ ഐക്കണുകൾക്കായി ഒരു ശൈലി തിരഞ്ഞെടുക്കുക.
pl_pl: Wybierz styl dla ikon głównej nawigacji.

# MainNavigationIconsSettingsCard.AutomationProperties.HelpText
source: Pick a style for the main navigation's icons.
ar: اختر نمطاً لأيقونات التنقل الرئيسي.
de_de: Wählen Sie einen Stil für die Symbole der Hauptnavigation.
el_gr: Επιλέξτε ένα στυλ για τα εικονίδια της κύριας πλοήγησης.
es: Elija un estilo para los iconos de navegación principal.
fr_fr: Choisissez un style pour les icônes de la navigation principale.
he_il: בחר סגנון לאיקוני הניווט הראשי.
hi_in: मुख्य नेवीगेशन आइकन के लिए एक शैली चुनें।
ml_in: പ്രധാന നാവിഗേഷൻ ഐക്കണുകൾക്കായി ഒരു ശൈലി തിരഞ്ഞെടുക്കുക.
pl_pl: Wybierz styl dla ikon głównej nawigacji.

# MainNavigationLocationSettingsCard.Description
source: Customize the Navigation Menu location
ar: خصص موقع قائمة التنقل
de_de: Position des Navigationsmenüs anpassen
el_gr: Προσαρμόστε τη θέση του μενού πλοήγησης
es: Personalice la ubicación del menú de navegación
fr_fr: Personnalisez l'emplacement du menu de navigation
he_il: התאם את מיקום תפריט הניווט
hi_in: नेवीगेशन मेन्यू का स्थान अनुकूलित करें
ml_in: നാവിഗേഷൻ മെനുവിന്റെ സ്ഥാനം കസ്റ്റമൈസ് ചെയ്യുക
pl_pl: Dostosuj położenie menu nawigacji

# MainNavigationLocationSettingsCard.Header
source: Navigation Menu
ar: قائمة التنقل
de_de: Navigationsmenü
el_gr: Μενού πλοήγησης
es: Menú de navegación
fr_fr: Menu de navigation
he_il: תפריט ניווט
hi_in: नेवीगेशन मेन्यू
ml_in: നാവിഗേഷൻ മെനു
pl_pl: Menu nawigacji

# MainNavigationLocationSettingsCard.ToolTipService.ToolTip
source: Select a location for the navigation menu
ar: اختر موقعاً لقائمة التنقل
de_de: Wählen Sie eine Position für das Navigationsmenü
el_gr: Επιλέξτε μια θέση για το μενού πλοήγησης
es: Elija una ubicación para el menú de navegación
fr_fr: Sélectionnez un emplacement pour le menu de navigation
he_il: בחר מיקום עבור תפריט הניווט
hi_in: नेवीगेशन मेन्यू के लिए स्थान चुनें
ml_in: നാവിഗേഷൻ മെനുവിനുള്ള ഒരു സ്ഥാനം തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz położenie dla menu nawigacji

# MainNavigationLocationSettingsCard.AutomationProperties.HelpText
source: Select a location for the navigation menu
ar: اختر موقعاً لقائمة التنقل
de_de: Wählen Sie eine Position für das Navigationsmenü
el_gr: Επιλέξτε μια θέση για το μενού πλοήγησης
es: Elija una ubicación para el menú de navegación
fr_fr: Sélectionnez un emplacement pour le menu de navigation
he_il: בחר מיקום עבור תפריט הניווט
hi_in: नेवीगेशन मेन्यू के लिए स्थान चुनें
ml_in: നാവിഗേഷൻ മെനുവിനുള്ള ഒരു സ്ഥാനം തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz położenie dla menu nawigacji

# BehaviorSettingSettingsExpander.Header
source: Change the behavior of the Harden System Security and various elements inside of it
ar: غيّر سلوك Harden System Security والعناصر المختلفة بداخله
de_de: Ändern Sie das Verhalten von Harden System Security und verschiedener darin enthaltener Elemente
el_gr: Αλλάξτε τη συμπεριφορά του Harden System Security και διάφορων στοιχείων μέσα σε αυτό
es: Cambie el comportamiento de Harden System Security y varios elementos dentro de él
fr_fr: Modifiez le comportement de Harden System Security et de divers éléments à l'intérieur
he_il: שנה את אופן הפעולה של Harden System Security ושל רכיבים שונים בתוכו
hi_in: Harden System Security और इसके अंदर के विभिन्न तत्वों के व्यवहार को बदलें
ml_in: Harden System Security-യുടെയും അതിനുള്ളിലെ വിവിധ എലമെന്റുകളുടെയും പെരുമാറ്റം മാറ്റുക
pl_pl: Zmień zachowanie Harden System Security i różnych elementów w nim

# Behavior.Text
source: Behavior
ar: السلوك
de_de: Verhalten
el_gr: Συμπεριφορά
es: Comportamiento
fr_fr: Comportement
he_il: התנהגות
hi_in: व्यवहार
ml_in: പെരുമാറ്റം
pl_pl: Zachowanie

# BehaviorSettingSettingsExpander.ToolTipService.ToolTip
source: Change the behavior of the Harden System Security and various elements inside of it
ar: غيّر سلوك Harden System Security والعناصر المختلفة بداخله
de_de: Ändern Sie das Verhalten von Harden System Security und verschiedener darin enthaltener Elemente
el_gr: Αλλάξτε τη συμπεριφορά του Harden System Security και διάφορων στοιχείων μέσα σε αυτό
es: Cambie el comportamiento de Harden System Security y varios elementos dentro de él
fr_fr: Modifiez le comportement de Harden System Security et de divers éléments à l'intérieur
he_il: שנה את אופן הפעולה של Harden System Security ושל רכיבים שונים בתוכו
hi_in: Harden System Security और इसके अंदर के विभिन्न तत्वों के व्यवहार को बदलें
ml_in: Harden System Security-യുടെയും അതിനുള്ളിലെ വിവിധ എലമെന്റുകളുടെയും പെരുമാറ്റം മാറ്റുക
pl_pl: Zmień zachowanie Harden System Security i różnych elementów w nim
